var movie_gifts = [{
    "code": "mm56",
    "price": "1402.00起",
    "name1": "明川月月游景区联票",
    "name2": "",
    "icon": "mm56_icon",
    "icon2": "mm56_icon2",
    "detailname": "明川月月游景区联票",
    "simpleintro": "让您畅游华中，华东华南，华北，西北西南",
    "img": "mm56_img",
    "more": [{
        "name": "明川月月游景区联票",
        "list1": [
            '<a href="/product/mm56" style="text-decoration: underline;color:#0066FF">点击查看可参观景点</a>',
            "全国四大区域任选其一",
            "华北区门票总价值：1402元",
            "华东华南区门票总价值：1663元",
            "华中区门票总价值：1712元",
            "西北西南区门票总价值：1689元",
            "注册及预约方式：<br>（1）查找“明川景区联票”微信公众号注册预约<br>微信搜索“明川景区联票”并关注，通过微信平台进行注册及预约<br>（2）网络注册预约<br>登陆网址www.imingchuan.com按照提示进行注册及预约<br>（3）电话注册预约<br>拨打客服电话400-669-9818进行人工注册及预约（客服人工服务时间为9:00-16:00）<br>此景区联票注册日期为2016年3月1日至12月31日，过期无法注册，注册之日起一年内有效。",
            "温馨提示：每天16:00后将不再受理次日的景区预约，黄金周节假日是注册预约高峰期，电话及网络比较繁忙，建议您尽量提前几天进行注册和预约，或通过微信公众号进行注册预约，以免耽误您的行程。",
            "金鹿财行保留对景区调整修改的权利"
        ],
        "list2": [],
    }],
    "options": [{
        "value": "华北",
        "spuCode": "22222221"
    }, {
        "value": "华东华南",
        "spuCode": "22222222"
    }, {
        "value": "华中",
        "spuCode": "22222223"
    }, {
        "value": "西北",
        "spuCode": "22222224"
    }],
    "isNull": true
}, {
    "code": "mm57",
    "price": "118.00",
    "name1": "DQ代金券组合",
    "name2": " ",
    "icon": "mm57_icon",
    "icon2": "mm57_icon2",
    "detailname": "DQ代金券组合",
    "simpleintro": "",
    "img": "mm57_img",
    "more": [{
        "name": "DQ代金券组合",
        "list1": [],
        "list2": []
    }],
    "spuCode": "",
    "isNull": true
}, {
    "code": "mm25",
    "price": "128.00",
    "name1": "芭喜巧克力",
    "name2": "",
    "icon": "mm25_icon",
    "icon2": "mm25_icon2",
    "detailname": "芭喜巧克力",
    "simpleintro": "醇滑的黑巧克力、香浓的牛奶巧克力与精选榛仁的完美组合，、让味蕾沉醉其中，美味缠绕你的舌尖。每一颗巧克力都是用心的呈现，每一张小纸条都是爱的传递，你还在等什么呢……",
    "img": "mm25_img",
    "more": [{
        "name": "芭喜",
        "list1": [
            "配料:白砂糖，榛仁，可可液块，可可脂，全脂奶粉，乳脂，乳化剂（葵花籽磷脂），食用香料。可能含有微量的其他坚果，可可固形物含量：≥51%",
            "原产国：意大利",
            "生产商：NESTLE ITLIANA S.P.A",
            "贮藏方式：干燥避光",
            "净含量：143克"
        ],
        "list2": ["醇滑的黑巧克力、香浓的牛奶巧克力与精选榛仁的完美组合，、让味蕾沉醉其中，美味缠绕你的舌尖", "原味巧克力的香椿甜美，榛子的松脆可口，黑巧克力的醇苦回味慢慢浮现、口齿留香，回味无穷。"],
    }],
    "spuCode": "8000300305166",
    "isNull": true
}, {
    "code": "mm44",
    "price": "129.00",
    "name1": "巧罗轻手工纯可可脂巧克力多口味节日礼盒",
    "name2": "",
    "icon": "mm44_icon",
    "icon2": "mm44_icon2",
    "detailname": "巧罗轻手工纯可可脂巧克力多口味节日礼盒",
    "simpleintro": "进口原料，新鲜制作",
    "img": "mm44_img",
    "more": [{
        "name": "巧罗",
        "list1": [
            "系列: 魔力速融6口味巧克力大礼包",
            "产地：上海",
            "组合：42g*6+17g*2",
            "净重：286g",
            "口味(随机发送以下系列其中一款)：黑巧克力原味，黑巧克力玛奇朵味<br>黑巧克力玫瑰味，牛奶巧克力奶茶味<br>牛奶原味巧克力，黑巧克力蓝莓味"
        ],
        "list2": [
            "进口原料，新鲜制作",
            "纯可可脂，醇华诱惑",
            "高档包装，送礼体面过人"
        ],
    }],
    "spuCode": "6954755015632",
    "isNull": true
}, {
    "code": "mm15",
    "price": "96.50",
    "name1": "TIMTAM或ARNOTT巧克力饼干和卡赛饼干组合",
    "name2": "",
    "icon": "mm15_icon",
    "icon2": "mm15_icon2",
    "detailname": "TIMTAM或ARNOTT巧克力饼干和卡赛饼干组合",
    "simpleintro": "层层诱惑，每一层都难以拒绝，一层巧克力，一层麦香，一层奶酪夹心",
    "img": "mm15_img",
    "more": [{
        "name": "TIMTAM或ARNOTT",
        "list1": [
            "品名：TIMTAM或ARNOTT巧克力饼干",
            "产地：澳大利亚",
            "口味(随机发送以下系列其中一款)：原味巧克力饼干<br>焦糖味巧克力饼干<br>黑巧克力味<br>双层巧克力味<br>白巧克力味<br>超值装<br>焦糖味<br>胡桃曲奇<br>巧克力<br>蒙特巧克力<br>皇家牛奶巧克力<br>皇家黑巧克力",
            "主要成分：38%牛奶巧克力，可可脂，可可块，白砂糖，面粉，植物油，糖浆，食用盐",
            "用法：开袋即食"
        ],
        "list2": ["香滑松脆", "浓郁可可", "入口即溶"],
    }, {
        "name": "卡赛",
        "list1": [
            "品名：卡赛饼干组合",
            "产地：西班牙",
            "净重：150g",
            "口味(随机发送以下系列其中一款)：巧克力花生饼干<br>巧克力榛子饼干<br>黑白巧克力饼干",
            "主要成分：小麦粉，可可脂，白砂糖，可可块等"
        ],
        "list2": ["营养丰富，留味持久，回味无穷", "入口美味可口，香味满溢齿间", "优质原料，一切都变得那么美味"],
    }],
    "spuCode": "20161112",
    "isNull": true
}, {
    "code": "mm16",
    "price": "97.00",
    "name1": "TIMTAM或ARNOTT巧克力饼干+石头糖组合",
    "name2": "",
    "icon": "mm16_icon",
    "icon2": "mm16_icon2",
    "detailname": "TIMTAM或ARNOTT巧克力饼干+石头糖组合",
    "simpleintro": "层层诱惑，每一层都难以拒绝，一层巧克力，一层麦香，一层奶酪夹心",
    "img": "mm16_img",
    "more": [{
        "name": "TIMTAM或ARNOTT",
        "list1": [
            "品名：TIMTAM或ARNOTT巧克力饼干",
            "产地：澳大利亚",
            "口味(随机发送以下系列其中一款)：原味巧克力饼干<br>焦糖味巧克力饼干<br>黑巧克力味<br>双层巧克力味<br>白巧克力味<br>超值装<br>焦糖味<br>胡桃曲奇<br>巧克力<br>蒙特巧克力<br>皇家牛奶巧克力<br>皇家黑巧克力",
            "主要成分：38%牛奶巧克力，可可脂，可可块，白砂糖，面粉，植物油，糖浆，食用盐",
            "用法：开袋即食"
        ],
        "list2": ["香滑松脆", "浓郁可可", "入口即溶"],
    }, {
        "name": "莎莎的店",
        "list1": [
            "品名：莎莎的店石头糖",
            "产地：西班牙",
            "净重：100g",
            "口味：什锦味",
            "配料表：白砂糖、水、葡萄糖浆 大米淀粉 柠檬酸等"
        ],
        "list2": ["优质原料，自然美味", "精美包装，造型可爱"],
    }],
    "spuCode": "20161121",
    "isNull": true
}, {
    "code": "mm24",
    "price": "97.00",
    "name1": "TIMTAM或ARNOTT巧克力饼干+都瑟面包干组合",
    "name2": "",
    "icon": "mm24_icon",
    "icon2": "mm24_icon2",
    "detailname": "TIMTAM或ARNOTT巧克力饼干+都瑟面包干组合",
    "simpleintro": "层层诱惑，每一层都难以拒绝，一层巧克力，一层麦香，一层奶酪夹心",
    "img": "mm24_img",
    "more": [{
        "name": "TIMTAM或ARNOTT",
        "list1": [
            "品名：TIMTAM或ARNOTT巧克力饼干",
            "产地：澳大利亚",
            "口味(随机发送以下系列其中一款)：原味巧克力饼干<br>焦糖味巧克力饼干<br>黑巧克力味<br>双层巧克力味<br>白巧克力味<br>超值装<br>焦糖味<br>胡桃曲奇<br>巧克力<br>蒙特巧克力<br>皇家牛奶巧克力<br>皇家黑巧克力",
            "主要成分：38%牛奶巧克力，可可脂，可可块，白砂糖，面粉，植物油，糖浆，食用盐",
            "用法：开袋即食"
        ],
        "list2": ["香滑松脆", "浓郁可可", "入口即溶"],
    }, {
        "name": "都瑟",
        "list1": [
            "品名：都瑟面包干组合",
            "产地：西班牙",
            "净重：200g",
            "口味：原味，小麦，番茄味(随机发送)"
        ],
        "list2": ["酥脆口感，回味无穷", "营养健康，家人放心食用", "低温烘培，口感好"],
    }],
    "spuCode": "20161120",
    "isNull": true
}, {
    "code": "mm23",
    "price": "96.00",
    "name1": "ONTRUE元实腰果和ONTRUE元实海苔",
    "name2": "",
    "icon": "mm23_icon",
    "icon2": "mm23_icon2",
    "detailname": "ONTRUE元实腰果和ONTRUE元实海苔",
    "simpleintro": "鲜、香、脆、美味可口，方便ＤＩＹ出不同的美食",
    "img": "mm23_img",
    "more": [{
        "name": "ONTRUE元实",
        "list1": [
            "品名：ONTRUE元实腰果",
            "产地：越南",
            "净重：250g",
            "口味：原味，盐焗，带皮（随机发送）",
            "原料：腰果仁，食用盐，白砂糖等"
        ],
        "list2": ["原装进口，低温烘赔", "不添加任何防腐剂，人工色素，颗粒饱满"],
    }, {
        "name": "ONTRUE元实",
        "list1": [
            "品名：ONTRUE元实海苔",
            "产地：韩国",
            "净重：13.5g",
            "配料：海苔，玉米油，橄榄油，白苏油，芝麻油，食用盐等",
            "口味：泡菜，原味，芥末，绿茶味（口味随机发放）",
            "食用方式：开装即食",
            "保存方式：放置在阴凉通风干燥处"
        ],
        "list2": ["鲜　香　脆　美味可口", "方便ＤＩＹ出不同的美食"],
    }],
    "spuCode": "20161118",
    "isNull": true
}, {
    "code": "mm55",
    "price": "168.00",
    "name1": "珍妮曲奇饼干",
    "name2": "",
    "icon": "mm55_icon",
    "icon2": "mm55_icon2",
    "detailname": "珍妮曲奇饼干",
    "simpleintro": "传统手工与现代烘培工艺的巧妙结合造就香酥浓厚的珍妮曲奇",
    "img": "mm55_img",
    "more": [{
        "name": "曲奇2",
        "list1": [
            "限量供应",
            "制作工艺：纯手工制作",
            "配料表: 小麦 面粉 牛油 糖 糖霜 粘米",
            "食品添加剂: 无",
            "糕点种类: 曲奇饼干",
            "储存方法：治愈阴凉干燥处存放"
        ],
        "list2": [
            "优质原料，进口牛油进口面粉",
            "纯手工打造香醇可口曲奇饼干",
            "传统手工与现在烘培工艺的巧妙结合"
        ],
    }],
    "spuCode": "20161133",
    "isNull": true
}, {
    "code": "mm20",
    "price": "103.00",
    "name1": "莱克斯饼干x2和都瑟面包干组合",
    "name2": "",
    "icon": "mm20_icon",
    "icon2": "mm20_icon2",
    "detailname": "莱克斯饼干x2和都瑟面包干组合",
    "simpleintro": "酥脆口感，回味无穷；营养健康，家人放心食用；低温烘培，口感好",
    "img": "mm20_img",
    "more": [{
        "name": "莱克斯",
        "list1": [
            "品名：莱克斯饼干",
            "产地：阿拉伯",
            "净重：100g",
            "食用方法：开盒即食",
            "贮存方法：常温",
            "适用人群：老少皆宜"
        ],
        "list2": ["采用天然原料，更好保证产品的质量以及口感", "精美包装 独特口味", "美味可口，下午茶的不二首选"],
    }, {
        "name": "都瑟",
        "list1": [
            "品名：都瑟面包干组合",
            "产地：西班牙",
            "净重：200g",
            "口味：原味，小麦，番茄味(随机发送)"
        ],
        "list2": ["酥脆口感，回味无穷", "营养健康，家人放心食用", "低温烘培，口感好"],
    }],
    "spuCode": "20161113",
    "isNull": true
}, {
    "code": "mm19",
    "price": "103.00",
    "name1": "大马怡保三合一白咖啡（大）和集珍斋橄榄油海苔组合",
    "name2": "",
    "icon": "mm19_icon",
    "icon2": "mm19_icon2",
    "detailname": "大马怡保三合一白咖啡（大）和集珍斋橄榄油海苔组合",
    "imp": "",
    "simpleintro": "鲜、香、脆、美味可口，方便ＤＩＹ出不同的美食",
    "img": "mm19_img",
    "more": [{
        "name": "大马怡保",
        "list1": [
            "品名：大马怡保三合一白咖啡(大)",
            "产地：马来西亚",
            "配料：植脂末(葡萄糖浆，氢化棕仁油，乳化剂)，白砂糖等",
            "净重：480g",
            "口味：原味，榛果味(随机发送)",
            "食用方法：冲饮",
            "储存方式：阴凉干燥"
        ],
        "list2": ["原装进口", "美味香醇，唇齿留香", "低咖啡因含量，低热量"],
    }, {
        "name": "集珍斋",
        "list1": [
            "品名：集珍斋橄榄油海苔",
            "产地：韩国",
            "净重：20g",
            "配料：海苔，玉米油，橄榄油，白苏油，芝麻油，食用盐",
            "食用方式：开装即食",
            "保存方式：放置在阴凉通风干燥处"
        ],
        "list2": ["鲜、香、脆、美味可口", "方便ＤＩＹ出不同的美食"],
    }],
    "spuCode": "20161116",
    "isNull": true
}, {
    "code": "mm17",
    "price": "91.80",
    "name1": "TIMTAM或ARNOTT巧克力饼干和克恩兹黄油椰子酥组合",
    "name2": "",
    "icon": "mm17_icon",
    "icon2": "mm17_icon2",
    "detailname": "TIMTAM或ARNOTT巧克力饼干和克恩兹黄油椰子酥组合",
    "simpleintro": "层层诱惑，每一层都难以拒绝，一层巧克力，一层麦香，一层奶酪夹心",
    "img": "mm17_img",
    "more": [{
        "name": "TIMTAM或ARNOTT",
        "list1": [
            "品名：TIMTAM或ARNOTT巧克力饼干",
            "产地：澳大利亚",
            "口味(随机发送以下系列其中一款)：原味巧克力饼干<br>焦糖味巧克力饼干<br>黑巧克力味<br>双层巧克力味<br>白巧克力味<br>超值装<br>焦糖味<br>胡桃曲奇<br>巧克力<br>蒙特巧克力<br>皇家牛奶巧克力<br>皇家黑巧克力",
            "主要成分：38%牛奶巧克力，可可脂，可可块，白砂糖，面粉，植物油，糖浆，食用盐",
            "用法：开袋即食"
        ],
        "list2": ["香滑松脆", "浓郁可可", "入口即溶"],
    }, {
        "name": "克恩兹",
        "list1": [
            "品名：克恩兹黄油椰子酥",
            "产地：越南",
            "净重：200g",
            "配料：小麦粉　椰丝　黄油　白砂糖　食用盐等"
        ],
        "list2": ["浓郁的椰香包裹着黄油的醇香", "精选优质材料，体验异域风情"],
    }],
    "spuCode": "20161111",
    "isNull": true
}, {
    "code": "mm18",
    "price": "95.80",
    "name1": "大马怡保三合一白咖啡（小）和莱克斯饼干x2组合",
    "name2": "",
    "icon": "mm18_icon",
    "icon2": "mm18_icon2",
    "detailname": "大马怡保三合一白咖啡（小）和莱克斯饼干x2组合",
    "imp": "",
    "simpleintro": "原装进口，色香味俱佳，精致包装，自吃送礼佳",
    "img": "mm18_img",
    "more": [{
        "name": "大马怡保",
        "list1": [
            "品名：大马怡保三合一白咖啡(小)",
            "产地：马来西亚",
            "配料：植脂末(葡萄糖浆，氢化棕仁油，乳化剂)，白砂糖等",
            "净重：320g",
            "口味：原味，榛果味(随机发送)",
            "食用方法：冲饮",
            "储存方式：阴凉干燥"
        ],
        "list2": ["原装进口", "美味香醇，唇齿留香", "低咖啡因含量，低热量"],
    }, {
        "name": "莱克斯",
        "list1": [
            "品名：莱克斯饼干",
            "产地：阿拉伯",
            "净重：100g",
            "食用方法：开盒即食",
            "贮存方法：常温",
            "适用人群：老少皆宜"
        ],
        "list2": ["采用天然原料，更好保证产品的质量以及口感", "精美包装 独特口味", "美味可口，下午茶的不二首选"],
    }],
    "spuCode": "20161117",
    "isNull": true
}, {
    "code": "mm21",
    "price": "98.00",
    "name1": "Dimattina咖啡豆",
    "name2": "",
    "icon": "mm21_icon",
    "icon2": "mm21_icon2",
    "detailname": "Dimattina咖啡豆",
    "simpleintro": "深度烘焙，口感顺滑，下午茶的不二首选",
    "img": "mm21_img",
    "more": [{
        "name": "Dimattina",
        "list1": [
            "产地：澳大利亚",
            "净含量：250g",
            "保质期：1年",
            "储存方法：储存于阴凉干燥处"
        ],
        "list2": ["上等品质的咖啡豆", "咖啡因含量低，香味更浓郁", "深度烘焙，口感顺滑"],
    }],
    "spuCode": "9329420000119",
    "isNull": true
}, {
    "code": "mm26",
    "price": "118.00",
    "name1": "皇轩干红葡萄酒",
    "name2": "",
    "icon": "mm26_icon",
    "icon2": "mm26_icon2",
    "detailname": "皇轩干红葡萄酒",
    "imp": "",
    "simpleintro": "葡萄酒呈现出似红宝石般浓郁的红色。酒体柔滑，口感舒适愉悦，散发红色水果芳香",
    "img": "mm26_img",
    "more": [{
        "name": "皇轩",
        "list1": [
            "品名：皇轩干红葡萄酒",
            "等级：VDF",
            "法定产区：朗格多克",
            "原产国：法国",
            "酒精度：12%vol.",
            "净含量：750ml"
        ],
        "list2": ["酒色浓郁，酒体柔滑", "入口清爽，果味浓郁"],
    }],
    "spuCode": "3186127795351"
}, {
    "code": "mm36",
    "price": "96.70",
    "name1": "棒棒娃牛肉干大礼包",
    "name2": "",
    "icon": "mm36_icon",
    "icon2": "mm36_icon2",
    "detailname": "棒棒娃牛肉干大礼包",
    "simpleintro": "采用十余种优质香辛料精制而成，口味麻辣鲜香，余味悠长，令人欲罢不能。",
    "img": "mm36_img",
    "more": [{
        "name": "棒棒娃",
        "list1": [],
        "list2": [
            "产品包含手撕牛肉、麻辣牛肉、喵派牛肉粒三个产品系列，鲜香麻辣，老少皆宜。一个选择，多重享受！",
            "采用藏香保秘配方精致而成，只有在棒棒娃才能享受到特有的藏香风味。",
            "精选上等牛肉作为原料，富含蛋白质；",
            "独立小包装，安全卫生，更方便与大家一起分享美味，是看电影、旅游、运动等的最佳搭档"
        ],
    }],
    "spuCode": "6920601713380"
}, {
    "code": "mm14",
    "price": "168.00",
    "name1": "贝思客代金卡",
    "name2": " ",
    "icon": "mm14_icon",
    "icon2": "mm14_icon2",
    "detailname": "贝思客代金卡",
    "simpleintro": "",
    "img": "mm14_img",
    "more": [{
        "name": "贝思客代金卡",
        "list1": [],
        "list2": []
    }],
    "spuCode": ""
}, {
    "code": "mm22",
    "price": "299.00",
    "name1": "上海故事高档围巾",
    "name2": "",
    "icon": "mm22_icon",
    "icon2": "mm22_icon2",
    "detailname": "上海故事高档围巾",
    "simpleintro": "2015秋冬新品女百搭长款披肩两用纯爱超长",
    "img": "mm22_img",
    "more": [{
        "name": "上海故事",
        "list1": [
            "品名：上海故事高档围巾",
            "材质：粘胶纤维和聚酯纤维",
            "功能：保暖",
            "颜色：大红/宝蓝/米色（颜色随机）"
        ],
        "list2": ["简约时尚", "保暖极佳"],
    }],
    "spuCode": "656292463612"
}, {
    "code": "mm27",
    "price": "290.00",
    "name1": "定制小熊颈枕",
    "name2": "",
    "icon": "mm27_icon",
    "icon2": "mm27_icon2",
    "detailname": "定制小熊颈枕",
    "simpleintro": "采用细绒面料，A级三维pp棉填充，高档 安全 健康。给您带来舒适的体验。",
    "img": "mm27_img",
    "more": [{
        "name": "叶问３",
        "list1": [
            "材质：ＰＶＣ 优质泡沫粒子",
            "规格：U型枕：31 x 31 x 14cm 小熊：35cm",
            "重量：0.32kg",
            "形状：U型"
        ],
        "list2": ["小熊公仔与颈枕合二为一，只要打开小熊背部的拉链取出枕头袋，将小熊身体倒入枕头袋内，瞬间可以变身为一个U型枕", "优质面料 柔软舒适 材质安全环保", "方便携带 全面保护您的健康", "造型可爱 爱不释手"],
    }],
    "spuCode": "6942180105455"
}, {
    "code": "mm28",
    "price": "118.00",
    "name1": "叶问３虎指杯",
    "name2": "",
    "icon": "mm28_icon",
    "icon2": "mm28_icon2",
    "detailname": "叶问３虎指杯",
    "simpleintro": "精致的烤漆，新颖的设计无不是作为叶问迷的选择， 既实用又美观时尚！",
    "img": "mm28_img",
    "more": [{
        "name": "叶问３",
        "list1": [
            "品名：叶问３虎指杯",
            "材质：天然瓷",
            "规格：口径9.2",
            "重量：250g",
            "容量：400ml",
            "颜色：白色"
        ],
        "list2": ["产品产用纯天然材质，无毒，耐高温", "有效的保温效果，隔热效果极佳", "独特造型，手感极佳，时尚美观"],
    }],
    "spuCode": "6956970811396"
}, {
    "code": "mm29",
    "price": "299.00",
    "name1": "叶问３移动电源系列",
    "name2": "",
    "icon": "mm29_icon",
    "icon2": "mm29_icon2",
    "detailname": "叶问３移动电源系列",
    "simpleintro": "全新智能芯片，专业接口设计，引领时尚潮流，独特设计，精美绝伦",
    "img": "mm29_img",
    "more": [{
        "name": "叶问３",
        "list1": [
            "品名：叶问３移动电源系列",
            "规格：82 * 65 * 31ｍｍ",
            "容量：5000毫安",
            "重量：１４０克",
            "材质：聚合物锂离子电芯塑料，喷砂工艺外壳",
            "输入功率：５．０Ｖ／１．０Ａ",
            "输出功率：５．０Ｖ／１．０Ａ"
        ],
        "list2": ["兼容多种设备，想充就充，安全性高", "大容量，小体积，寿命长，用途广泛", "精美，小巧，方便携带"],
    }],
    "spuCode": "20161130",
    "isNull": true
}, {
    "code": "mm30",
    "price": "119.00",
    "name1": "叶问３鎏金马克杯",
    "name2": "",
    "icon": "mm30_icon",
    "icon2": "mm30_icon2",
    "detailname": "叶问３鎏金马克杯",
    "simpleintro": "叶问3版本的马克杯，精致的烤漆，新颖的设计无不是作为叶问迷的选择，作为礼品也好，作为收藏也好，都是精品，不要错过。",
    "img": "mm30_img",
    "more": [{
        "name": "叶问３",
        "list1": [
            "品名：叶问３鎏金马克杯",
            "尺寸：8.6*12cm",
            "容量：４５０ｍｌ",
            "重量：２５０ｇ",
            "颜色：黑色　白色(随机发送)",
            "材质：天然瓷　鎏金"
        ],
        "list2": ["产品产用纯天然材质，无毒，耐高温", "有效的保温效果，隔热效果极佳", "手感极佳，时尚美观"],
    }],
    "spuCode": "20161128",
    "isNull": true
}, {
    "code": "mm31",
    "price": "199.00",
    "name1": "叶问３台灯",
    "name2": "",
    "icon": "mm31_icon",
    "icon2": "mm31_icon2",
    "detailname": "叶问３台灯",
    "simpleintro": "造型时尚简约，操作简捷, 暖光设计，有限缓解用眼疲劳,优质环保材料，无毒无害",
    "img": "mm31_img",
    "more": [{
        "name": "叶问３",
        "list1": [
            "品名：叶问３台灯",
            "尺寸：18.5*18.5*29cm",
            "开关类型：线控开关",
            "灯罩材质：高档PP",
            "光源类型：节能灯",
            "电压：220V",
            "适用空间：书房，其他/other，卧室，客厅等",
            "功率：5W及以下"
        ],
        "list2": [
            "造型时尚简约，操作简捷",
            "暖光设计，有限缓解用眼疲劳",
            "优质环保材料，无毒无害"
        ],
    }],
    "spuCode": "20161126",
    "isNull": true
}, {
    "code": "mm32",
    "price": "168.00",
    "name1": "漫威钢铁侠鼠标",
    "name2": "",
    "icon": "mm32_icon",
    "icon2": "mm32_icon2",
    "detailname": "漫威钢铁侠鼠标",
    "simpleintro": "采用左右人工体血设计，给您带来舒适的体验，采用环保ABS塑料，正版官方授权。",
    "img": "mm32_img",
    "more": [{
        "name": "漫威",
        "list1": [
            "品名：漫威钢铁侠鼠标",
            "材质： 环保ABS塑料",
            "规格：120.6*62*36.7mm",
            "重量：107g±5g",
            "形状： 长方椭圆"
        ],
        "list2": [
            "美国漫威官方授权",
            "4档DPI调节设置",
            "通电即亮酷炫光效"
        ],
    }],
    "spuCode": "6958012203640"
}, {
    "code": "mm33",
    "price": "99.00",
    "name1": "水星家纺枕头",
    "name2": "",
    "icon": "mm33_icon",
    "icon2": "mm33_icon2",
    "detailname": "水星家纺枕头",
    "simpleintro": "用“芯”体验优质生活",
    "img": "mm33_img",
    "more": [{
        "name": "水晶家纺",
        "list1": [
            "品名：水晶家纺枕头",
            "面料：100%聚酯纤维",
            "填充物：700g 100%聚酯纤维"
        ],
        "list2": [
            "温馨浪漫 美观舒适",
            "蓬松柔软 透气导湿",
            "会弹性好 经久耐用"
        ],
    }],
    "spuCode": "6927602632191",
    "isNull": true
}, {
    "code": "mm34",
    "price": "288.00",
    "name1": "水星家纺摇粒绒",
    "name2": "",
    "icon": "mm34_icon",
    "icon2": "mm34_icon2",
    "detailname": "水星家纺摇粒绒",
    "simpleintro": "精美包装，简约时尚送人倍显高档！",
    "img": "mm34_img",
    "more": [{
        "name": "水晶家纺",
        "list1": [
            "品名：摇粒毛绒毯",
            "成分：800g 100%聚酯纤维",
            "尺寸：150*200cm"
        ],
        "list2": [
            "平整细腻 手感蓬松",
            "柔软舒适 不落毛",
            "轻柔保暖 轻松自然"
        ],
    }],
    "spuCode": "6927602619765",
    "isNull": true
}, {
    "code": "mm35",
    "price": "128.00",
    "name1": "海绵宝宝婴儿洗护护肤套装",
    "name2": "",
    "icon": "mm35_icon",
    "icon2": "mm35_icon2",
    "detailname": "海绵宝宝婴儿洗护护肤套装",
    "simpleintro": "为0-3岁亚洲婴幼儿设计，绿色温和呵护宝宝娇嫩肌肤。洗沐肌肤一套备齐，为宝宝提供温和少刺激的洗护产品。",
    "img": "mm35_img",
    "more": [{
        "name": "海绵宝宝",
        "list1": [
            "品名：海绵宝宝婴儿礼盒",
            "主体四件说明：1.婴儿舒缓沐浴露<br>2.婴儿祛痱止痒花露水<br>3.婴儿无泪洗发露<br>4.婴儿玉米祛痱粉",
            "成分：木本植物油 霍霍巴籽油 坚果油"
        ],
        "list2": [
            "温和呵护娇嫩肌肤，融合弱酸性温和无泪配方清洗宝宝肌肤，浴后嫩滑舒适，无紧绷感，深层保湿滋润",
            "清凉舒爽，祛痱止痒",
            "“无泪温和配方”不损伤宝宝尚未发育完全的泪腺和眼睛，滋养呵护令头发",
            "减少宝宝皮肤与外界环境的摩擦，吸取多余潮湿水气，温和无刺激持久干爽"
        ],
    }],
    "spuCode": "6956262400246"
}, {
    "code": "mm37",
    "price": "138.00",
    "name1": "固特异车载吸尘器",
    "name2": "",
    "icon": "mm37_icon",
    "icon2": "mm37_icon2",
    "detailname": "固特异车载吸尘器",
    "simpleintro": "超强吸劲，干净无比；杀菌除螨，效果极佳;随时随地，方便使用.",
    "img": "mm37_img",
    "more": [{
        "name": "固特异",
        "list1": [
            "产品名称：固特异 车载吸尘器",
            "产品型号：GY-2003",
            "产品材质：ABS工程塑料",
            "产品尺寸：31X9X10.5cm",
            "额定电压：DC-12V",
            "额定功率：90W",
            "工作温度：-20℃-50℃",
            "电源方式：点烟器插头",
            "电线长度：2.8m",
            "包装方式：彩盒",
            "产品配件：鸭嘴管"
        ],
        "list2": [
            "超强吸劲，干净无比",
            "杀菌除螨，效果极佳",
            "随时随地，方便使用"
        ],
    }],
    "spuCode": "6920921720003"
}, {
    "code": "mm38",
    "price": "116.00",
    "name1": "DESLON德世朗吉祥三宝-厨房三件套",
    "name2": "",
    "icon": "mm38_icon",
    "icon2": "mm38_icon2",
    "detailname": "DESLON德世朗吉祥三宝-厨房三件套",
    "simpleintro": "专为东方家庭设计，全力打造新鲜厨房，人性化设计，特有时间刻度提示，密封性极好，保存食物更新鲜，更持久，更健康。",
    "img": "mm38_img",
    "more": [{
        "name": "德世朗",
        "list1": [
            "产品材质：优质不锈钢",
            "产品配置：大17cm×8.5cm<br>中14.5cm×7.5cm<br>小 12.5cm×7cm",
            "产品重量：0.635kg",
            "包装尺寸： 18 x 9.5 x 18cm"
        ],
        "list2": [
            "专为东方家庭设计，全力打造新鲜厨房，人性化设计，特有时间刻度提示，密封性极好，保存食物更新鲜，更持久，更健康。",
            "采用优质不锈钢基材精工细作，经久耐用。",
            "设计独具匠心，碗碗相套，易于摆放。"
        ],
    }],
    "spuCode": "6952020910095",
    "isNull": true
}, {
    "code": "mm39",
    "price": "118.00",
    "name1": "DESLON德世朗吉祥三宝-厨房三件套",
    "name2": "",
    "icon": "mm39_icon",
    "icon2": "mm39_icon2",
    "detailname": "DESLON德世朗吉祥三宝-厨房三件套",
    "simpleintro": "专为东方家庭设计，全力打造便捷厨房，揉面、淘米、容纳食物统统轻松搞定。",
    "img": "mm39_img",
    "more": [{
        "name": "德世朗",
        "list1": [
            "产品材质：优质不锈钢",
            "产品配置：容纳盆 27cm×8.5cm<br>揉面盆 25cm×8.4cm<br>淘米盆 23.4cm×7.5cm",
            "产品重量：0.76kg",
            "包装尺寸：28 x 9 x 17.5cm"
        ],
        "list2": [
            "专为东方家庭设计，全力打造便捷厨房，揉面、淘米、容纳食物统统轻松搞定；",
            "采用优质不锈钢基材精工细作，经久耐用；",
            "设计独具匠心，盆盆相套，易于摆放"
        ],
    }],
    "spuCode": "6952020910088",
    "isNull": true
}, {
    "code": "mm40",
    "price": "168.00",
    "name1": "Hermes爱马仕50G香皂礼盒",
    "name2": "",
    "icon": "mm40_icon",
    "icon2": "mm40_icon2",
    "detailname": "Hermes爱马仕50G香皂礼盒",
    "simpleintro": "无以言表的奢华！品位专属！限量发行！清新柑橘香调，气味清新迷人，第一次遇到就马上爱上它！香型持久。",
    "img": "mm40_img",
    "more": [{
        "name": "Hermes/爱马仕",
        "list1": [
            "限量供应",
            "品名：Hermes爱马仕50G香皂礼盒",
            "产地：法国",
            "净含量: 50g",
            "适用：任何肤质",
            "用法：可以做身体沐浴、洗脸",
            "功能: 抗菌消炎 清凉舒爽"
        ],
        "list2": [
            "气味清新，香型持久",
            "抗菌消炎，清凉舒爽",
            "原装进口，高档品牌"
        ],
    }],
    "spuCode": "20161122",
    "isNull": true
}, {
    "code": "mm41",
    "price": "109.80",
    "name1": "Ketnrseas港版卡诗２４Ｋ金洗发护发套装",
    "name2": "",
    "icon": "mm41_icon",
    "icon2": "mm41_icon2",
    "detailname": "Ketnrseas港版卡诗２４Ｋ金洗发护发套装",
    "simpleintro": "针对所有发质，特别添加多种植物护发油脂刺阿干树仁油，油茶籽油和玉米胚芽油，清洁同时润泽秀发",
    "img": "mm41_img",
    "more": [{
        "name": "卡诗",
        "list1": [
            "品名：24K金奢华洗发水",
            "规格：250ml",
            "原产地：西班牙",
            "成分：去离子水、月桂醇聚醚硫酸酯钠、月桂醇聚醚硫酸酯MIPA盐、氯化钠、椰油酰胺丙基甜菜碱、甘油、PEG-18 蓖麻油二油酸酯、丙二醇、PEG-5 丙二醇油酸酯、月桂醇聚醚-5羚酸、鳄梨（PERSEA GRATISSIM）油、PPG-5-鲸蜡醇聚醚-20等",
            "注意：本品含水杨酸，三岁以下儿童勿用。如不慎入眼，立即用清水冲洗。",
            "使用方法：将适量洗发乳均匀涂抹于湿发，揉搓起泡，并轻轻按摩头发及头皮，最后以清水冲洗，需要时重复使用一次。"
        ],
        "list2": [
            "针对所有发质，特别添加多种植物护发油脂刺阿干树仁油，油茶籽油和玉米胚芽油，清洁同时润泽秀发"
        ],
    }, {
        "name": "卡诗",
        "list1": [
            "品名：24K金奢华护发乳",
            "规格：200ml",
            "成分：去离子水、鲸蜡硬脂醇、季铵盐-87、氢化聚异丁烯、山嵛基三甲基氯化铵、合成鲸蜡、丙二醇、香精、柠檬酸、CI 19140、CI 17200",
            "使用方法：将适量产品均匀涂抹于洗后以毛巾初步试干的头发上，加以适度按摩，停留5-10分钟，最后以清水彻底冲洗干净。如不慎入眼，请立即用清水冲洗。"
        ],
        "list2": [
            "针对所有发质，特别添加多种植物护发油脂刺阿干树仁油，油茶籽油和玉米胚芽油，清洁同时润泽秀发。"
        ],
    }],
    "spuCode": "20161127",
    "isNull": true
}, {
    "code": "mm42",
    "price": "149.80",
    "name1": "Ketnrseas港版卡诗绽光晶彩洗发护发套装",
    "name2": "",
    "icon": "mm42_icon",
    "icon2": "mm42_icon2",
    "detailname": "Ketnrseas港版卡诗绽光晶彩洗发护发套装",
    "simpleintro": "针对粗硬发设计，富含植物萃取物，细致呵护使头发柔顺，无厚重感的秀发。",
    "img": "mm42_img",
    "more": [{
        "name": "卡诗",
        "list1": [
            "品名：ketnrseas绽光晶彩洗发乳",
            "规格：250ml",
            "原产地：西班牙",
            "成分：去离子水、月桂醇聚醚硫酸酯钠、椰油酰胺丙基甜菜碱、氯化钠、乙二醇、羟丙基瓜儿胶羟丙基三甲基氯化铵、苯甲酸钠、水杨酸、苯甲酸、柠檬酸、库拉索芦荟（ALOEBARBADENSIS）叶汁、宁烯、芳樟醇、已基肉桂醛、水杨酸苄酯、苯甲醇、香茅醇、氢氧化钠",
            "注意：本品含水杨酸，三岁以下儿童勿用。如不慎入眼，立即用清水冲洗。",
            "使用方法：将适量洗发乳均匀涂抹于湿发，揉搓起泡，并轻轻按摩头发及头皮，最后以清水冲洗，需要时重复使用一次。"
        ],
        "list2": [
            "针对粗硬发设计，富含植物萃取物，细致呵护使头发柔顺，无厚重感的秀发。"
        ],
    }, {
        "name": "卡诗",
        "list1": [
            "品名：ketnrseas绽光晶彩护发发膜",
            "规格：460ml",
            "原产地：西班牙",
            "成分：去离子水、鲸蜡硬脂醇、季铵盐-87、氢化聚异丁烯、山嵛基三甲基氯化铵、合成鲸蜡、丙二醇、香精、柠檬酸、CI 19140、CI 17200",
            "使用方法：将适量产品均匀涂抹于洗后以毛巾初步试干的头发上，加以适度按摩，停留5-10分钟，最后以清水彻底冲洗干净。如不慎入眼，请立即用清水冲洗。"
        ],
        "list2": [
            "强韧发质，同时保护秀发角质，预防秀发分叉。干油成份使秀发更加闪亮，富有动感。使用后秀发柔顺光泽。"
        ],
    }],
    "spuCode": "20161131",
    "isNull": true
}, {
    "code": "mm43",
    "price": "100.70",
    "name1": "相宜本草洁面乳和面膜相宜组合",
    "name2": "",
    "icon": "mm43_icon",
    "icon2": "mm43_icon2",
    "detailname": "相宜本草洁面乳和面膜相宜组合",
    "simpleintro": "深层清洁，不紧绷； 草本精华，泡沫丰富。",
    "img": "mm43_img",
    "more": [{
        "name": "相宜本草",
        "list1": [
            "品名：四倍多萃润泽洁面膏",
            "净含量: 100g",
            "适合肤质: 任何肤质",
            "起泡程度: 泡沫",
            "功效: 深层清洁 舒缓肌肤 滋润",
            "本草成分：燕麦，银杏，沙棘，茯苓",
            "使用方法：早晚取适量于掌心，加水揉匀，在面部稍加按摩，以清水洗净。配合相宜本草四倍多萃润泽系列其它产品使用，效果更理想"

        ],
        "list2": [
            "浓缩膏体，用量少",
            "深层清洁，不紧绷",
            "草本精华，泡沫丰富"
        ],
    }, {
        "name": "相宜本草",
        "list1": [
            "品名：相宜本草丽人丽妆四倍多萃凝白面贴膜",
            "规格：25g*7",
            "适合肤质: 任何肤质",
            "功效: 美白 补水 滋润",
            "本草成分：燕麦，银杏，沙棘，茯苓",
            "使用方法：取出轻轻敷于面部，用手挤压将气泡挤出，使面膜与脸部紧紧贴合；约15-20分钟后将其取下，无需再洗脸。配合相宜本草的其它产品使用，效果更佳。"
        ],
        "list2": [
            "密集补水，亮肤色",
            "柔滑肌肤，易上妆"
        ],
    }],
    "spuCode": "20161132",
    "isNull": true
}, {
    "code": "mm45",
    "price": "279.00",
    "name1": "生甡川黑茶",
    "name2": "",
    "icon": "mm45_icon",
    "icon2": "mm45_icon2",
    "detailname": "生甡川黑茶",
    "simpleintro": "储藏方法: 置通风干燥处可长期保存",
    "img": "mm45_img",
    "more": [{
        "name": "生甡川",
        "list1": [
            "产地：中国湖北",
            "保质期: 长期保质",
            "食品添加剂: 无",
            "净含量: 650g",
            "外包装类型: 包装",
            "包装种类: 盒装",
            "茶种类: 青砖",
            "级别: 一级",
            "生长季节: 夏季",
            "是否为有机食品: 是"
        ],
        "list2": [
            "补充膳食营养",
            "助消化、解油腻、顺肠胃",
            "降脂、减肥、软化人体血管、预防心血管疾病"
        ],
    }],
    "spuCode": "6970031190008"
}, {
    "code": "mm46",
    "price": "128.00",
    "name1": "热科全方位发热手套",
    "name2": "",
    "icon": "mm46_icon",
    "icon2": "mm46_icon2",
    "detailname": "热科全方位发热手套",
    "simpleintro": "采用远红外线发热，对身体有益无害",
    "img": "mm46_img",
    "more": [{
        "name": "热科",
        "list1": [
            "款式：全方位发热手套",
            "面料：高档防水羽绒面料",
            "用途：暖手"
        ],
        "list2": [
            "手心手背手指全方位加热",
            "恒温55度，30秒快热，达到温度自动，停止加热",
            "低压，并联充电，安全省电"
        ],
    }],
    "spuCode": "20161123"
}, {
    "code": "mm47",
    "price": "199.00",
    "name1": "欧慕多功能刨刀",
    "name2": "",
    "icon": "mm47_icon",
    "icon2": "mm47_icon2",
    "detailname": "欧慕多功能刨刀",
    "imp": "",
    "simpleintro": "永不生锈，长久保持锋利",
    "img": "mm47_img",
    "more": [{
        "name": "nathome/北欧欧慕",
        "list1": [
            "材质：PS+HI+HIPS",
            "尺寸：26*8.8*6.5cm",
            "组合：粗孔刀（粗丝）细孔刀（细丝）花孔刀（末状）刨刀片（片状）榨果汁器（榨汁）推手帽（安全不伤手）"
        ],
        "list2": [
            "轻巧，易清洗",
            "搭配组合，便捷生活"
        ],
    }],
    "spuCode": "6950247541566"
}, {
    "code": "mm48",
    "price": "118.00",
    "name1": "黄金树500ml特级初榨橄榄油",
    "name2": "",
    "icon": "mm48_icon",
    "icon2": "mm48_icon2",
    "detailname": "黄金树500ml特级初榨橄榄油",
    "imp": "",
    "simpleintro": "适合凉拌、低温煎炒或直接食用，不适用煎炸",
    "img": "mm48_img",
    "more": [{
        "name": "SPARTA TREE(黄金树)",
        "list1": [
            "产地：西班牙进口原油",
            "品名：特级初榨橄榄油",
            "保存条件：阴凉干燥",
            "保质期：24个月",
            "规格：500ML",
            "最大酸度：0.6",
            "配料：100%纯天然特级初榨橄榄油"
        ],
        "list2": [
            "具有浓郁的橄榄果香，特别适合中国人的口感；",
            "不饱和脂肪酸含量高。"
        ],
    }],
    "spuCode": "6949367201009"
}, {
    "code": "mm49",
    "price": "118.00",
    "name1": "史努比马卡龙玻璃调味三件套",
    "name2": "",
    "icon": "mm49_icon",
    "icon2": "mm49_icon2",
    "detailname": "史努比马卡龙玻璃调味三件套",
    "simpleintro": "史努比，让生活不再简单",
    "img": "mm49_img",
    "more": [{
        "name": "史努比",
        "list1": [
            "材质： 玻璃+PP+AS",
            "套件种类: 3件",
            "组合：壶*1  调味罐*2",
            "容量：壶500ML 调味罐200ML",
            "尺寸：壶11.5*7.5*20CM 调味罐12*8*9CM",
            "款式: 有盖 有孔盖"
        ],
        "list2": [
            "无铅玻璃，极具质感",
            "一按即开，方便快捷"
        ],
    }],
    "spuCode": "6958322906637"
}, {
    "code": "mm50",
    "price": "115.00",
    "name1": "史努比马卡龙一壶四杯组",
    "name2": "",
    "icon": "mm50_icon",
    "icon2": "mm50_icon2",
    "detailname": "史努比马卡龙一壶四杯组",
    "simpleintro": "大容量一壶四杯，全家畅饮",
    "img": "mm50_img",
    "more": [{
        "name": "史努比",
        "list1": [
            "型号：SP-A003E",
            "材质：AS+PP",
            "组合：壶*1  杯子*4",
            "规格：壶11×10×28cm 1.4L<br>杯8×8×12cm 400mL×4<br>包装尺寸12×11.5×28.8cm"
        ],
        "list2": [
            "叠入式存放，节约空间",
            "提手方式，携带方便"
        ],
    }],
    "spuCode": "6958322906767"
}, {
    "code": "mm51",
    "price": "138.00",
    "name1": "浮士德蒸火锅",
    "name2": "",
    "icon": "mm51_icon",
    "icon2": "mm51_icon2",
    "detailname": "浮士德蒸火锅",
    "simpleintro": "一锅多用，蒸、煮、炖、汤，一锅搞定",
    "img": "mm51_img",
    "more": [{
        "name": "浮士德",
        "list1": [
            "材质：304不锈钢",
            "型号：HG-1028",
            "尺寸：直径28cm"
        ],
        "list2": [
            "优质不锈钢基材 精密打磨抛光处理 导热迅速均匀",
            "精抛光表面处理 持久靓丽",
            "锅盖特设置防沸孔 减少汤类食物沸腾外溢",
            "可视锅盖 内部烹调状况一目了然",
            "金属质感手柄符合人体工程力学设计"
        ],
    }],
    "spuCode": "6922077100213"
}, {
    "code": "mm52",
    "price": "91.40",
    "name1": "狮王礼品套装",
    "name2": "",
    "icon": "mm52_icon",
    "icon2": "mm52_icon2",
    "detailname": "狮王礼品套装",
    "imp": "",
    "simpleintro": "美白 去牙渍 防蛀/固齿 口气清新",
    "img": "mm52_img",
    "more": [{
        "name": "LION/狮王",
        "list1": [
            "净含量：120g  40",
            "是否含氟: 含氟",
            "狮王礼品套装：<br>1、细齿洁专业牙龈护理牙膏怡香薄荷120g<br>2、细齿洁专业牙龈护理牙膏清凉薄荷120g<br>3、细齿洁专业牙龈护理牙膏怡香薄荷40g<br>4、细齿洁专业牙龈护理牙膏清凉薄荷40g<br>5、细齿洁极细深洁牙刷M型<br>6、细齿洁极细深洁牙刷XS型"
        ],
        "list2": [
            "特含400亿超细护龈因子，可渗透清洁牙龈沟，击退99%牙龈菌巢",
            "有效缓解牙龈出血",
            "超细密深洁泡沫，能深入清洁口腔的细小角落"
        ],
    }, {
        "name": "LION/狮王  细齿洁",
        "list1": [
            "品牌: LION/狮王",
            "型号: 细齿洁牙龈倍护牙刷单支",
            "是否量贩装: 否",
            "颜色分类: 白色",
            "产品: 手动",
            "功能: 软毛 清洁 牙龈按摩"
        ],
        "list2": [
            "倍软呵护",
            "柔密减压",
            "小巧刷头"
        ],
    }],
    "spuCode": "20161125"
}, {
    "code": "mm54",
    "price": "128.00",
    "name1": "德铂特维尔套装刀具",
    "name2": "",
    "icon": "mm54_icon",
    "icon2": "mm54_icon2",
    "detailname": "德铂特维尔套装刀具",
    "imp": "",
    "simpleintro": "采用优质不锈钢，刀面光滑美观，刃口锋利无比，硬度强，经久耐用",
    "img": "mm54_img",
    "more": [{
        "name": "Debo德铂",
        "list1": [
            "剪刀：厚度1.2mm，重量：58g，长：210mm，宽：75mm",
            "日式刀：厚度1.4mm，重量：94g，长：283mm，宽：40mm",
            "菜刀：厚度1.4mm，重量：195g，长：300mm，宽：85mm",
            "材料：刀3Cr13,剪刀2Cr13",
            "材质：不锈钢",
            "名称：特维尔（2刀+1剪刀）",
            "型号：DEP-216",
            "适合场合：家用，送礼，入宅",
            "包装大小196x27x360mm"
        ],
        "list2": [
            "采用优质不锈钢，刀面光滑美观，刃口锋利无比，硬度强，经久耐用；",
            "刀柄采用高度ABS工程塑料，人性化设计，符合人体工程学设计，防滑耐用；",
            "剪刀刃口上方特制防滑齿，利于剪较硬的东西，肉类、脆骨、轻轻就断。"
        ],
    }],
    "spuCode": "6951604902167"
}, {
    "code": "mm53",
    "price": "258.00",
    "name1": "日本绢肌物语豆乳保湿套装3件套",
    "name2": "",
    "icon": "mm53_icon",
    "icon2": "mm53_icon2",
    "detailname": "日本绢肌物语豆乳保湿套装3件套",
    "imp": "",
    "simpleintro": "日本原装无添加豆乳，深层洁净，让肌肤恢复光剔透美白！",
    "img": "mm53_img",
    "more": [{
        "name": "绢肌物语",
        "list1": [
            "产地: 日本",
            "礼品包括：洗面奶 化妆水 乳液",
            "功效: 补水 收缩毛孔",
            "规格类型: 正常规格",
            "适合肤质: 任何肤质",
            "是否为特殊用途化妆品: 否"
        ],
        "list2": [
            "日本原装无添加豆乳绢丝保湿洗面膏",
            "蕴含添加天然蠶絲蛋白和微粒子及清净成份配合",
            "能够深层洁净毛孔内污垢和老化角质",
            "令您的肌肤变得丝绢般细致幼滑",
            "让肌肤恢复光剔透美白",
            "同时蚕丝内含大量的按基酸，发挥出色的保湿效果，令您肌肤水嫩细致！"
        ],
    }],
    "spuCode": "4948577316680"
}, {
    "code": "mm01",
    "price": "128.00",
    "name1": "膳魔师凯菲系列",
    "name2": "隔热保温杯",
    "icon": "mm01_icon",
    "icon2": "mm01_icon2",
    "detailname": "膳魔师凯菲系列隔热保温杯DF0450（450ml）",
    "simpleintro": "“ 大容量广口杯；超强保温保冷效果, 时尚造型，杯体可拆卸，玩转DIY创意;饮水口翻盖设计，操作简捷。”",
    "img": "mm01_img",
    "more": [{
        "name": "膳魔师THERMOS",
        "list1": [
            "名称：炫酷隔热保温杯",
            "型号：DF-0450",
            "尺寸：8.5*8.5*14CM",
            "容量：450ML",
            "重量：0.5KG",
            "材质：实体/不锈钢(采用高品质的304不锈钢制成，无磁性)",
            "塑胶：无毒，食品级，耐冲压PP",
            "矽胶：无毒，耐高热",
            "医疗级品名：膳魔师保温杯"
        ],
        "list2": [
            "大容量广口杯",
            "超强保温保冷效果",
            "进口优质医用304不锈钢，健康环保",
            "时尚造型，杯体可拆卸，玩转DIY创意",
            "饮水口翻盖设计，操作简捷"
        ]
    }],
    "spuCode": "6926497301786"
}, {
    "code": "mm02",
    "price": "188.00",
    "name1": "怡福欧耐热",
    "name2": "玻璃水晶煲",
    "icon": "mm02_icon",
    "icon2": "mm02_icon2",
    "detailname": "怡福欧耐热玻璃水晶煲（1.5L）",
    "simpleintro": "“源自美国，理想生活，触手可及。作为时尚厨居品牌，注重时尚、美观、创意、健康、实用和物超所值，为全新的生活方式提供完美的支持，为乐享生活的都市人群创造更高的生活品质，充分满足现代人的个性自由。”",
    "img": "mm02_img",
    "more": [{
        "name": "EAPHO/怡福欧",
        "list1": [
            "型号：EGD002",
            "材质：高硼硅玻璃",
            "容量：1.5L",
            "重量：1.4kg",
            "尺寸： 23*20.6*8cm"
        ],
        "list2": [
            "高硼硅玻璃，抗120度温差",
            "天然无孔不渗透材质",
            "安全无铅，不易残留细菌，易清洗，无异味，防腐蚀",
            "适用于微波炉，烤箱，洗碗机，冰箱"
        ]
    }],
    "spuCode": "6928008500237",
    "isNull": true
}, {
    "code": "mm03",
    "price": "138.00",
    "name1": "乐扣乐扣炫彩",
    "name2": "保温杯",
    "icon": "mm03_icon",
    "icon2": "mm03_icon2",
    "detailname": "乐扣乐扣炫彩保温杯LHC4018（340ml）",
    "simpleintro": "“ 保温效能优秀，室温条件下，99℃热水倒入杯中，6小时后不低于42℃。”",
    "img": "mm03_img",
    "more": [{
        "name": "乐扣乐扣",
        "list1": [
            "型号：LHC4018RR/BK",
            "颜色：红色、黑色",
            "材质：杯身-STS304<br>不锈钢盖子-聚丙烯PP<br>密封圈-硅胶树脂Silicon",
            "容量：340mL",
            "重量：0.462kg",
            "尺寸：68*68*212mm"
        ],
        "list2": [
            "塑料件使用食品级PP材质，对人体无毒无害",
            "高级304不锈钢，材质稳定，不易生锈",
            "超大容量，适宜外出喝水量",
            "内塞一键式开关，360度倒水，外盖可做杯子使用",
            "外壳表面抛光加喷亮光漆，线条简洁，大方",
            "保温力卓越，24H轻松保温在42摄氏度最佳喝水温度以上"
        ]
    }],
    "options": [{
        "value": "红色",
        "spuCode": "6944662517527"
    }, {
        "value": "黑色",
        "spuCode": "6944662517534"
    }],
    "isNull": true
}, {
    "code": "mm04",
    "price": "108.00",
    "name1": "欧姆龙",
    "name2": "电子体温计",
    "icon": "mm04_icon",
    "icon2": "mm04_icon2",
    "detailname": "欧姆龙电子体温计MC-145",
    "simpleintro": "“ 最精准的体温计，高灵敏热敏电阻测温。”",
    "img": "mm04_img",
    "more": [{
        "name": "欧姆龙",
        "list1": [
            "用法：腋下、口腔两用型",
            "探测器：热敏电阻",
            "温度显示：3位数字显示，精确到0.1℃",
            "测量范围：32.0-42.0度",
            "使用温湿度：+5℃-+40℃  ≤85%RH",
            "重量：约11g(含电池）",
            "尺寸：130x18.4x11.3mm"
        ],
        "list2": [
            "精准：独有的高灵敏电阻，能准确的感知细小的温度变化",
            "人性化：针对不同的测量部位，在测量结束后自动蜂鸣提示",
            "专业：数十年的临床实验积累，庞大的数据库，采用不同年龄、不同性别实验者的体温数据。为产品提供有力依据"
        ]
    }],
    "spuCode": "6920552000744"
}, {
    "code": "mm05",
    "price": "229.00",
    "name1": "台照LED",
    "name2": "护眼灯",
    "icon": "mm05_icon",
    "icon2": "mm05_icon2",
    "detailname": "台照LED护眼灯TZ-005T",
    "simpleintro": "“ 大面积发光使得光线均衡，无重影，光线柔和，舒适无频闪，预防近视，3档循环让指尖在表面轻盈起舞，触摸面板高光质感，让用灯感觉脱胎换骨，超乎想象的低能效，将省电精神贯彻到底。”",
    "img": "mm05_img",
    "more": [{
        "name": "台照",
        "list1": [
            "型号：TZ-005T", "颜色：白色",
            "额定功率：5W", "灯源：LED面光源",
            "光源寿命：5万小时",
            "照度：700LUX（勒克斯）照度",
            "调光：点触三档调光（夜灯、电脑灯、学习灯不同亮度）",
            "材料：ABS、金属包胶弯管"
        ],
        "list2": [
            "大面积发光使得光线均衡，无重影",
            "光线柔和，舒适无频闪，预防近视",
            "轻轻触摸开关即可调光，3档循环让指尖在表面轻盈起舞",
            "触摸面板高光质感，让用灯感觉脱胎换骨",
            "超乎想象的低能效，将省电精神贯彻到底"
        ]
    }],
    "spuCode": "2005T01"
}, {
    "code": "mm06",
    "price": "198.00",
    "name1": "广磊",
    "name2": "冰箱净卫士",
    "icon": "mm06_icon",
    "icon2": "mm06_icon2",
    "detailname": "广磊冰箱净卫士GL-K136 ",
    "simpleintro": "“ 杀灭食品、蔬菜上沾染的各种细菌；降解农药残余；抑制细菌的滋生、去除异味、臭味；低能耗，长寿命、小巧精致，便于携带。”",
    "img": "mm06_img",
    "more": [{
        "name": "广磊净卫士",
        "list1": [
            "额定电压：DC 6V",
            "功率：0.5 W",
            "臭氧输出：3mg/h",
            "尺寸：94×85mm",
            "机器净重：0.2kg",
            "适用空间：≧0.35 立方米",
            "材质：ABS",
            "颜色：瓷白"
        ],
        "list2": [
            "杀灭食品、蔬菜上沾染的各种细菌；降解农药残余",
            "延长蔬菜水果和鲜肉的保鲜时间，避免食物串味",
            "抑制细菌的滋生、去除异味、臭味",
            "除霉、并有效分解甲醛",
            "智能定时功能",
            "低能耗，长寿命",
            "小巧精致，便于携带"
        ],
    }],
    "spuCode": "4030204088881"
}, {
    "code": "mm07",
    "price": "348.00",
    "name1": "西班牙安德烈男爵",
    "name2": "干红葡萄酒",
    "icon": "mm07_icon",
    "icon2": "mm07_icon2",
    "detailname": "西班牙安德烈男爵干红葡萄酒",
    "imp": "",
    "img": "mm07_img",
    "simpleintro": "“ 原产于西班牙标志性红葡萄品种添帕尼优和歌海娜的完美结合，深邃的樱桃红色，红色莓果的香气，口感柔顺，适中的酸度恰到好处，能感受到单宁的力度，回味甘甜。”",
    "more": [{
        "name": "安德烈男爵",
        "list1": [
            "原产国：西班牙-卡斯蒂利亚",
            "级别： VDLT 优质地区餐酒",
            "葡萄年份：2013",
            "葡萄汁成分：80%添帕尼优（Tempranillo）、15%歌海娜（Grenache）",
            "酒精度： 12.5%vol",
            "搭配：与各式红肉或禽类搭配口感更佳",
            "建议在16-18°C时饮用"
        ],
        "list2": [
            "品尝提示：原产于西班牙标志性红葡萄品种添帕尼优和歌海娜的完美结合，深邃的樱桃红色，红色莓果的香气，口感柔顺，适中的酸度恰到好处，能感受到单宁的力度，回味甘甜。",
            "酒庄介绍：安德烈男爵干红葡萄酒来自西班牙费利克斯酿酒集团（Felix Solis Avantis）是西班牙最大的酿酒集团，在西班牙各大产区拥有超过5000块葡萄园，年产3亿瓶葡萄酒，畅销全球85个国家，其成功的秘诀来源于其葡萄酒持之以恒的优秀品质以及高性价比。"
        ]
    }],
    "spuCode": "8410702038331"
}, {
    "code": "mm08",
    "price": "198.00",
    "name1": "法国佰利麦克",
    "name2": "葡萄酒",
    "icon": "mm08_icon",
    "icon2": "mm08_icon2",
    "detailname": "法国佰利麦克葡萄酒",
    "imp": "",
    "simpleintro": "“ 来自法国销量名列前茅的酿酒公司，酒庄沿用法国传统酿酒工艺，以酿造出迷人的法国葡萄酒为己任，在法国市场和国际市场都取得了不俗的成果，目前在国际享有很高的声誉。”",
    "img": "mm08_img",
    "more": [{
        "name": "法国佰利麦克",
        "list1": [
            "原产国：法国",
            "级别： VDT 餐酒"
        ],
        "list2": [
            "酒庄介绍：法国佰利系列葡萄酒来自法国销量名列前茅的酿酒公司，酒庄沿用法国传统酿酒工艺，以酿造出迷人的法国葡萄酒为己任，在法国市场和国际市场都取得了不俗的成果，目前在国际享有很高的声誉。"
        ],
    }],
    "options": [{
        "value": "干红",
        "spuCode": "3531380072334"
    }, {
        "value": "干白",
        "spuCode": "3531380072365"
    }]
}, {
    "code": "mm09",
    "price": "380.00",
    "name1": "CK",
    "name2": "洗漱包",
    "icon": "mm09_icon",
    "icon2": "mm09_icon2",
    "detailname": "CK洗漱包",
    "simpleintro": "“ 小巧精致的包身，内容量大，同时又将纯粹自然以及微妙的细节之美发挥到极致。出行必备，收纳更有序！”",
    "img": "mm09_img",
    "more": [{
        "name": "Calvin  klein",
        "list1": [
            "型号：LC580WA5",
            "规格：20*13*10cm",
            "颜色：黑色",
            "品牌介绍：Calvin  klein是一个引领现代生活，彰显精致风格的全球性品牌，同时又将纯粹自然以及微妙的细节之美发挥到极致。从服装、配饰、内衣和香氛，到家具用品，我们顶尖设计和令人兴奋不已的广告活动，不断尝试给消费者带来无尽的新鲜感，大胆和先进的技术，混合着轻松且性感的风格。"
        ],
        "list2": [
            "超大容量——我很能装！出行必备，收纳更有序",
            "精选材质——防水、透气、耐磨、高品质五金logo牌"
        ]
    }],
    "spuCode": "6943886331667"
}, {
    "code": "mm11",
    "price": "228.00",
    "name1": "北极绒纯棉",
    "name2": "秋衣秋裤套装",
    "icon": "mm11_icon",
    "icon2": "mm11_icon2",
    "detailname": "北极绒纯棉秋衣秋裤套装",
    "simpleintro": "“ 修身版型设计，彰显身材又不失舒适，人体工程学立体裁剪，舒适透气 吸湿排汗。”",
    "img": "mm11_img",
    "more": [{
        "name": "北极绒",
        "list1": [
            "材质：纯棉",
            "款式：套装",
            "版型：修身"
        ],
        "list2": [
            "领子：领型设计，横开与领深吻合您的穿着需求。北极绒小羊logo精致大气",
            "袖口：经典束口设计，舒适无痕，久穿久洗不懈不变形",
            "袖笼：袖笼接缝处，光洁平整",
            "下摆：缝制工艺精致，走线整齐光洁",
            "腰口：橡筋有足够的宽度，并有很强的延展性和回弹力"
        ]
    }],
    "options": [{
        "value": "男圆领银灰",
        "children": [{
            "value": "170/95(M)",
            "spuCode": "B5002163201YH005"
        }, {
            "value": "175/100(L)",
            "spuCode": "B5002163201YH006",
            "isNull": true
        }, {
            "value": "180/108(XL)",
            "spuCode": "B5002163201YH007"
        }, {
            "value": "185/110(XXL)",
            "spuCode": "B5002163201YH008"
        }]
    }, {
        "value": "女圆领粉红",
        "children": [{
            "value": "160/90(M)",
            "spuCode": "B5002163202FH001"
        }, {
            "value": "165/95(L)",
            "spuCode": "B5002163202FH002"
        }, {
            "value": "170/100(XL)",
            "spuCode": "B5002163202FH003"
        }, {
            "value": "175/105(XXL)",
            "spuCode": "B5002163202FH004"
        }]
    }],
    "isNull": true
}, {
    "code": "mm12",
    "price": "268.00",
    "name1": "北极绒莫代尔亲肤",
    "name2": "高弹美体套装",
    "icon": "mm12_icon",
    "icon2": "mm12_icon2",
    "detailname": "北极绒莫代尔亲肤高弹美体套装",
    "simpleintro": "“ 莫代尔面料健康柔软舒适，人体第二肌肤。品质精良，做工考究。”",
    "img": "mm12_img",
    "more": [{
        "name": "北极绒",
        "list1": [
            "材质：纯棉",
            "款式：套装",
            "版型：修身"
        ],
        "list2": [
            "领口：柔美精致，极具外穿打底风格",
            "裤腰：裤腰宽边设计，紧致高弹",
            "臀部：臀部立体编织，收紧赘肉，有效提臀",
            "裤腿：裤腿舒适不勒"
        ]
    }],
    "options": [{
        "value": "黑色均码",
        "spuCode": "B40023041202500111"
    }, {
        "value": "米红均码",
        "spuCode": "B40023041202544211"
    }, {
        "value": "中国红均码",
        "spuCode": "B40023041202542311",
        "isNull": true
    }, {
        "value": "胭脂红均码",
        "spuCode": "B40023041202544311",
        "isNull": true
    }] ,
    "isNull": true
}, {
    "code": "mm13",
    "price": "249.00",
    "name1": "固特异多功能数显",
    "name2": "胎压监测器",
    "icon": "mm13_icon",
    "icon2": "mm13_icon2",
    "detailname": "固特异多功能数显胎压监测器",
    "simpleintro": "“ 高精度液晶数字胎压显示，精准可靠；配备高强度ABS机身，抗摔耐磨，四种胎压读数模式，各种车型轮胎轻松测压。”",
    "img": "mm13_img",
    "more": [{
        "name": "固特异",
        "list1": [
            "产品型号：GY-3014A",
            "产品材质：ABS",
            "尺测量范围：3-150psi ",
            "精确度：+/-1psi",
            "产品尺寸：16.5x4.85x2.95cm",
            "包装方式：普通彩盒包装"
        ],
        "list2": [
            "五合一多功能液晶数字显示",
            "带LED灯",
            "逃生安全锤",
            "安全带割刀",
            "胎纹深度尺",
            "自动关机功能"
        ]
    }],
    "spuCode": "6920921730142"
}];

var movie_intros = [{
    "icon": "mv_yw",
    "name": "叶问3",
    "date": "2016年3月4日上映",
    "director": "导演：叶伟信",
    "lead": "主演：甄子丹、泰森、张晋、熊黛林、郑则仕、谭耀文",
    "simple": "剧情：《叶问3》是“叶问”系列电影的最终章，故事围绕叶问晚年展开，并着重刻画了一代武学宗师“为生命而战”的主题。",
    "detail": "剧情：《叶问3》是“叶问”系列电影的最终章，故事围绕叶问晚年展开，并着重刻画了一代武学宗师“为生命而战”的主题。",
    "more": "上映时间：2016年3月4日<br/><br/>1959年，叶问（甄子丹饰）与张永成（熊黛林饰）将大儿子叶准送回广东，小儿子叶正继续在香港读书。在与马鲸笙（谭耀文饰）与其老板（泰森饰）所带领的帮派抗争的过程中，叶问带领着自己的弟子保卫了小学，并结识了依靠拉车和在地下赌场斗武为生的张天志（张晋饰），二 人惺惺相惜。然而 此时，自称 “咏春正宗” 的张天志却向叶问公开宣战，要为自己新开的武馆争取名誉。可是张永成突然病危，让叶问不得不肩负起照顾妻儿的责任。面对家庭和武术，叶问究竟会作何选择？他是否会应战张天志，夺回属于他 “咏春正宗” 的头衔？"
}, {
    "icon": "mv_shw",
    "name": "上海王",
    "date": "上映时间待定",
    "director": "导演：胡雪桦",
    "lead": "主演：余男、凤小岳、胡军、秦昊、李梦、曹可凡",
    "simple": "剧情：《上海王》以20世纪初的上海滩为背景，再现十里洋场黑帮势力的角逐纷争，讲述了乱世...",
    "detail": "剧情：《上海王》以20世纪初的上海滩为背景，再现十里洋场黑帮势力的角逐纷争，讲述了乱世之中一代奇女子筱月桂与三代上海王之间充满传奇色彩的爱恨情仇。",
    "more": "上映时间：待定<br/><br/>以20世纪初的上海滩为背景，再现十里洋场黑帮势力的角逐纷争，讲述了纷杂乱世之中奇女子筱月桂与三代上海王之间充满传奇色彩的爱恨情仇。"
}, {
    "icon": "mv_dhz",
    "name": "大轰炸",
    "date": "2016年3月上映",
    "director": "导演：萧锋",
    "lead": "主演：刘烨、布鲁斯·威利斯、宋承宪、黄圣依、陈伟霆",
    "simple": "剧情：1938年2月到1944年12月，日军采取惨无人道的“无差别轰炸”，造成重庆3万多人直接...",
    "detail": "剧情：1938年2月到1944年12月，日军采取惨无人道的“无差别轰炸”，造成重庆3万多人直接伤亡、6600多人间接伤亡，财务损失巨大，平民居住区、学校、医院、外国使领馆等均遭到轰炸，成为战争史上最为惨烈的四大轰炸之一：“重庆大轰炸” 。",
    "more": "上映时间：2016年3月<br/><br/>1938年2月到1944年12月，日军采取惨无人道的“无差别轰炸”，造成重庆3万多人直接伤亡、6600多人间接伤亡，财务损失巨大，平民居住区、学校、医院、外国使领馆等均遭到轰炸，成为战争史上最为惨烈的四大轰炸之一：“重庆大轰炸”"
}, {
    "icon": "mv_qgj",
    "name": "枪过境",
    "date": "上映时间待定",
    "director": "导演：梁杰",
    "lead": "主演：安泽豪、方力申、焦恩俊、王双宝、计春华",
    "simple": "剧情：在人迹罕至的内外蒙边境，潜伏着一伙跨境贩毒集团。一次，在于队长（焦恩俊 饰）带领的...",
    "detail": "剧情：在人迹罕至的内外蒙边境，潜伏着一伙跨境贩毒集团。一次，在于队长（焦恩俊 饰）带领的刑警突击行动失败后，以雄魁（王双宝 饰）为首的贩毒团伙侥幸逃脱到人烟稀少的乌罕特村。在乌罕特村，民警麻五（安泽豪 饰）和新来的下基层民警郑坚华（方力申 饰）在不知情的情况下放走了雄魁团伙。此后，在 得知雄魁一伙的真实身份后，麻五和郑坚华两人决定将功补过，对毒贩进行千里越境追击。在穿过荒凉的戈壁滩、孤独的无人区、险恶的大漠后，麻五艰难的打入了犯罪团伙内部。",
    "more": "上映时间：待定<br/><br/>在人迹罕至的内外蒙边境，潜伏着一伙跨境贩毒集团。一次，在于队长（焦恩俊 饰）带领的刑警突击行动失败后，以雄魁（王双宝 饰）为首的贩毒团伙侥幸逃脱到人烟稀少的乌罕特村。在乌罕特村，民警麻五（安泽豪 饰）和新来的下基层民警郑坚华（方力申 饰）在不知情的情况下放走了雄魁团伙。此后，在 得知雄魁一伙的真实身份后，麻五和郑坚华两人决定将功补过，对毒贩进行千里越境追击。在穿过荒凉的戈壁滩、孤独的无人区、险恶的大漠后，麻五艰难的打入了 犯罪团伙内部。"
}];